[ARABIC]

ErrTitle=خطأ
ErrMsg10=t>درجة الحرارة الحرجة (البخار الرطب)
ErrMsg11=p>الضغط الحرج (البخار الرطب)
ErrMsg12=الظروف غير مُفرطة التسخين
ErrMsg13=الظروف غير مُبرَّدة دونياً
ErrMsg14=درجة الحرارة > الحد الأقصى للإفراط في التسخين
ErrMsg15=درجة الحرارة < الحد الأقصى للتبريد الدوني
ErrMsg16=الخطأ 16
ErrMsg17=الخطأ 17

ErrMsg21=درجة حرارة التكثّف أعلى من درجة الحرارة الحرجة
ErrMsg22=إحدى درجات الحرارة أقل من 0 كلفن
ErrMsg23=درجة حرارة التكثّف أقل من درجة حرارة التبخّر
ErrMsg24=انخفاض الضغط في المُبخِّر عالٍ جداً
ErrMsg25=درجة حرارة التكثّف مقاربة لدرجة الحرارة الحرجة. لا يمكن إتمام الحساب
ErrMsg26=درجة حرارة التسخين المُفرط منخفضة للغاية أو أن فعالية مُتساوي القصور الحراري عالية جداً

ErrMsg100=الظروف تفوق النقطة الحرجة
ErrMsg101=تنسيق رقم غير صالح
ErrMsg102=درجة حرارة <= 0 كلفن
ErrMsg103=الضغط <= 0 بار
ErrMsg104=درجة حرارة > درجة الحرارة الحرجة
ErrMsg105=الضغط > الضغط الحرج
ErrMsg106=قدرة التبريد < 0 كيلو وات
ErrMsg107=فعالية مُتساوي القصور الحراري لابد أن تكون بين 0 و 1
ErrMsg108=التبريد الدوني < 0
ErrMsg109=التسخين المُفرط < 0
ErrMsg110=درجة حرارة التبخّر< 0 كلفن
ErrMsg111=درجة حرارة التكثّف< 0 كلفن
ErrMsg112=انخفاض الضغط < 0 بار
ErrMsg113=سيتم حساب الجدول فقط حتى النقطة الحرجة
ErrMsg114=درجة الحرارة < درجة التجمد
ErrMsg115=الظروف غير مُبرَّدة دونيا
ErrMsg116=الظروف غير مُفرطة التسخين
ErrMsg117=يجب أن تكون القيمة أقل من 50 كلفن 
ErrMsg200=الجدول كبير للغاية مما لا يسمح بتصديره
ErrMsg119=سيتم حساب الجدول فقط بما يقارب القيمة الحرجة:
ErrMsg200=الجدول كبير للغاية مما لا يسمح بتصديره
ErrMsg201=سيتم حساب الجدول فقط حتى
ErrMsg500=النقطة الحرجة
ErrMsg999=خطأ عام

PropHntP=الضغط
PropHntT=درجة الحرارة
PropHntRhoF=الكثافة
PropHntRhoG=الكثافة
PropHntVF=الحجم النوعي
PropHntVG=الحجم النوعي
PropHntHF=المحتوى الحراري
PropHntHG=المحتوى الحراري
PropHntR=المحتوى الحراري للتبخّر
PropHntSF=القصور الحراري
PropHntSG=القصور الحراري
PropHntEF=مبادلة الطاقة، T_amb = 290 كلفن، p_amb = 1.013 بار
PropHntEG=مبادلة الطاقة، T_amb = 290 كلفن، p_amb = 1.013 بار
PropHntCpF=السعة الحرارية النوعية
PropHntCpG=السعة الحرارية النوعية
PropHntEtaF=اللزوجة الديناميكية
PropHntEtaG=اللزوجة الديناميكية
PropHntNueF=اللزوجة الحركية
PropHntNueG=اللزوجة الحركية
PropHntLambdaF=المُوصِّلية الحرارية
PropHntLambdaG=المُوصِّلية الحرارية
PropHntW=سرعة الصوت
PropHntKappa=دليل مُتساوي القصور الحراري
PropHntSigma=التوتر السطحي

CalcHnt1=أُحادي
CalcHnt2=جدول
CalcHnt3=دورة
RangeHnt1=البخار الرطب
RangeHnt2=نطاق التسخين المُفرط
RangeHnt3=نطاق التبريد الدوني

CritDatHnt=بيانات حرجة
lgphOKHnt=إغلاق
lgphPrntHnt=طباعة المخطط البياني


MainCaption=Solkane
MdiCaption=Solkane S...

MenuCaption1=ملف
MenuCaption2=مُبرِّدات
MenuCaption3=خيارات
MenuCaption4=إطارات
MenuCaption5=تعليمات
MenuCaption6=حساب

MenuItem11=تصدير (F6)
MenuItem13=إعداد الطابعة
MenuItem14=طباعة
MenuItem16=إنهاء

MenuItem21=منتجات Solkane
MenuItem22=غازات الكربون الكلورينية الفلورينية (CFCs)

MenuItem37=اللغة
MenuItem38=النقل والتغليف
MenuItem39=التكوين
MenuItem31=شريط السرعة
MenuItem32=lg-p,h-مخطط 

MenuItem41=تجانب
MenuItem42=تتالي
MenuItem43=ترتيب الرموز

MenuItem51=استخدام التعليمات
MenuItem53=معلومات المنتج

MenuItem61=أحادي
MenuItem62=جدول
MenuItem63=دورة
MenuItem64=البخار الرطب
MenuItem65=نطاق التسخين المُفرط
MenuItem66=نطاق التبريد الدوني
MenuItem67=خصائص

MenuItem70=إخلاء المسؤولية

SpinButHint2=تعليمات
SpinButHint3=طي-الخصائص

PnlRefrigCapt=المُبرِّد
LiquidCapt=سائل
GasCapt=غاز
OutputParameterCapt=خصائص
RefrigerantCapt=المُبرِّد
CalculationCapt=حساب
RangeCapt=النطاق
TkritCapt=درجة الحرارة الحرجة
PkritCapt=الضغط الحرج
VkritCapt=الحجم الحرج
RhokritCapt=الكثافة الحرجة
TempCapt=درجة الحرارة
PressureCapt=الضغط
SinglePointCapt=أحادي
TableCapt=جدول
CycleCapt=دورة
CycleHlp1=اضغط (F1) لمزيد من التعليمات
NassdampfRangeCapt=البخار الرطب
UeberhitztRangeCapt=نطاق التسخين المُفرط
UnterkuehltRangeCapt=نطاق التبريد الدوني
StartValueCapt=البدء
EndValueCapt=الانتهاء
IncrementCapt=خطوة
StartCalculationCapt=البدء

PowCap=الطاقة
GesCap=تامّ
EvapCap=المُبخِّر
CondCap=المُكثِّف
CompCap=الضاغط
CompNDCap=ضغط منخفض
CompHDCap=ضغط مرتفع
CompZDCap=ضغط متوسط
SuctionCap=خط المصّ
Superheating=تسخين مُفرط
PressureDrop=انخفاض الضغط
DisCap=خط التفريغ
DisTCoolCap=فقد درجة الحرارة
MeanDevCap_C2=مُبادل حراري داخلي
MeanDevCap1_C2=الحد الأدنى من فرق درجة الحرارة
MeanDevUnit1_C2=كلفن
MeanDevCap2_C2=انخفاض الضغط، غاز
MeanDevUnit2_C2=بار
MeanDevCap_C3=مُبرِّد بيني
MeanDevCap1_C3=خط مصّ درجة الحرارة، الضغط العالي
MeanDevUnit1_C3=درجة مئوية
MeanDevCap2_C3=انخفاض الضغط، غاز
MeanDevUnit2_C3=بار
MeanDevCap_C4=المُقتصِد
MeanDevCap1_C4=الحد الأدنى من فرق درجة الحرارة
MeanDevUnit1_C4=كلفن
MeanDevCap2_C4a=تسخين مُفرط
MeanDevUnit2_C4a=كلفن
MeanDevCap2_C4b=مُعدّل الدَفْق الكُتْلي
MeanDevUnit2_C4b=mi/m
MeanDevCap_C5=حقن متوسط
MeanDevCap1_C5a=خط مص التسخين المُفرط، الضغط العالي
MeanDevUnit1_C5a=كلفن
MeanDevCap2_C5b=مُعدّل الدَفْق الكُتْلي
MeanDevUnit2_C5b=mi/m
rgMeanCap=مُحدّد
rgMeanItem0=تسخين مُفرط
rgMeanItem1=مُعدّل الدَفْق الكُتْلي

TevapCapt=درجة الحرارة
TcondCapt=درجة الحرارة
SubcCapt=التبريد الدوني
Ueberhitzung1Capt=التسخين المُفرط
PkaltCapt=قدرة التبريد
VerdGuetCapt=فعالية الضاغط
EpsilonCapt=فعالية مُتساوي القصور الحراري
CalculationCapt=حساب
PhDiagramCapt=log(p),h-مخطط 
DpCondCapt=انخفاض الضغط
DpEvapCapt=انخفاض الضغط

tbCirc1=الدورة (F2)
tbCirc2=بارامترات الخرج (F3)
tbCirc3=COP، الدَفْق الكُتْلي، الخ، (F4)
tbCirc4=قياس الأنبوب (F5)

Point=النقطة
Point1Capt=1
Point22Capt=2"
Point2isCapt=النقطة 2 هي
Point2Capt=2
Point3Capt=3
Point3uCapt=النقطة 3 أدنى من
Point4Capt=4

VerdPowCapt=قدرة الضاغط
CondPowCapt=قدرة المكثِّف
VolPowCapt=السعة الحجمية
EpsNrCapt=COP
MPunktCapt=الدَفْق الكُتْلي
PressVerhCapt=نسبة الضغط
PressDiffCapt=فرق الضغط
VPunktCapt=الدفْق الحجمي (خط المصّ)
CircMemo1=أُحادي المرحلة
CircMemo2=دورة الضاغط
CircMemo3=
CircMemo4=

cycle1=الدورة 1
cycle2=الدورة 2
cycle3=الدورة 3
cycle4=الدورة 4
cycle5=الدورة 5
cyclex=الدورة

CycleType1=عملية أُحادية المرحلة
CycleType2=عملية أُحادية المرحلة مع مُبادل حراري داخلي
CycleType3=عملية ثنائية المرحلة مع مُبرِّد بيني
CycleType4=عملية ثنائية المرحلة مع مُقتصد
CycleType5=عملية ثنائية المرحلة مع حقن سائل

CycleErrMs1=خطأ:
CycleErrMs2=تحذير:
CycleErrMs3=المُبرِّد لا يوجد:
CycleErrMs4=المُبخِّر
CycleErrMs5=المُكثِّف
CycleErrMs6=الضاغط
CycleErrMs7=خط المصّ
CycleErrMs8=خط التفريغ
CycleErrMs9=انخفاض الضغط
CycleErrMs10=أو
CycleErrMs11=المدخل
CycleErrMs12=المخرج
CycleErrMs13=مُبادل حراري داخلي
CycleErrMs14=نسبة الكفاءة
CycleErrMs15=مُبرِّد بيني
CycleErrMs16=درجة حرارة التشبّع
CycleErrMs17=نقطة تفريغ مُتساوي القصور الحراري في منطقة ذات مرحلتين.
CycleErrMs18=التسخين المُفرط
CycleErrMs19=التبريد الدوني
CycleErrMs20=فعالية مُتساوي القصور الحراري
CycleErrMs21=خارج النطاق
CycleErrMs22=الفرق في درجة الحرارة
CycleErrMs23=الحد الأدنى من فرق درجة الحرارة
CycleErrMs24=نسبة الدَفْق الكُتْلي
CycleErrMs25=نقطة المصّ لضاغط-الضغط العالي في منطقة ذات مرحلتين!
CycleErrMs26=التسخين المُفرط للمبرِّد عند المُقتصد عالٍ جداً!
CycleErrMs27=التسخين المُفرط للمبرِّد عند الضغط المتوسط عالٍ جداً!


KonfCapt=التكوين
Konf1=إطار البدء
Konf2=الحساب الأحادي
Konf3=حساب الجدول
Konf4=حساب الدورة
Konf5=ليست إطاراً نشطاً كرمز
Konf6=موافق
Konf7=إلغاء

TAP1=النقل والتغليف

DiagILC_0=خط التشبّع
DiagILC_1=محتوى البخار
DiagILC_2=ثابت درجة الحرارة
DiagILC_3=Isochor
DiagILC_4=مُتساوي القصور الحراري
DiagILC_5=مُتكاتل
DiagILC_6=ثابت المحتوى الحراري
DiagILC_7=الشبكة الأفقية
DiagILC_8=الشبكة الرأسية
DiagILC_9=دورة
DiagPT_0=تحرير
DiagPT_1=تسمية
DiagLC_0=بارامتر:
DiagLC_1=خط
DiagLC_2=الأسلوب
DiagLC_3=العرض:
DiagLC_4=اللون
DiagLC_5=<<تعيين>>
DiagLC_6=الخط:
DiagLC_7=حجم الخط:
DiagLC_8=نوع الخط:
DiagLC_9=قبول لون الخط
DiagLC_10=حدود المخطط:
DiagLC_11=يسار:
DiagLC_12=أسفل:
DiagLC_13=تسمية الخط:
DiagLC_14=جديد
DiagLC_15=داخلي
DiagLC_16=خارجي
DiagGC_0=الإحداثي العمودي للمقياس:
DiagGC_1=الإحداثي الأفقي للمقياس:
DiagGC_2=محور P للمقياس
DiagGC_3=مسافة الخط الرأسي
DiagGC_4=مسافة الخط الأفقي
DiagDT_0=p,h-مخطط 
DiagDT_1=T,s-مخطط 
DiagOB_0=الضغط
DiagOB_1=درجة الحرارة
DiagAB_0=المحتوى الحراري
DiagAB_1=القصور الحراري
DiagSH_0=مخطط التحويل
DiagSH_1=تلاشي/خبوّ العملية
DiagSH_2=خطوط العملية
DiagSH_3=الإحداثي العمودي، المقياس
DiagSH_4=الإحداثي الأفقي، المقياس
DiagSH_5=تكبير +
DiagSH_6=تصغير -
DiagSH_7=طباعة
DiagSH_8=إغلاق
InfoModCap0=المُبرِّد
InfoModCap1=معلومات
InfoMod1=معلومات عامة
InfoMod2=بيانات مادية
InfoMod3=بيانات السلامة
InfoMod4=بيانات بيئية
InfoMod5=الثبات
InfoMod6=السلوك مقابل المعادن
InfoMod7=لدائن مرنة
InfoMod8=مُزلِّقات
InfoMod9=ماء
InfoMod10=الخواص الكهربائية
InfoMod11=البدائل
InfoMod12=النقل والتغليف
InfoMod13=مطالبة التطابق


PipeSizeTitle0=قياس الأنبوب
PipeSize0=خط المصّ
PipeSize1=خط التفريغ
PipeSize2=خط السائل
PipeSize3=الماسورة الرافعة للمصّ
PipeSize4=الماسورة الرافعة للغاز الساخن
PipeSize5=كثافة الزيت [كجم/م3]
PipeSize6=تحذير: تفقّد الحد الأقصى للضغط المسموح به!
PipeSize8=الأنبوب الأصغر التالي
PipeSize9=الأنبوب الأكبر التالي
PipeSize10=قدرة التبريد
PipeSize11=درجة حرارة التبخير
PipeSize12=درجة حرارة غاز المصّ المتوسط
PipeSize13=درجة حرارة التفريغ المتوسط
PipeSize14=درجة حرارة التكثّف
PipeSize15=التبريد الدوني للسائل
PipeSize16=بيانات الدورة
PipeSize20=قسم الماسورة
PipeSize21=ماديّ
PipeSize22=قياسي
PipeSize23=الطراز
PipeSize30=القطر الداخلي
PipeSize31=السرعة
PipeSize32=الطول المكافئ
PipeSize33=انخفاض الضغط
PipeSizeErr1=مُبرِّد غير صالح
PipeSizeErr2=درجة حرارة التبخير
PipeSizeErr3=درجة حرارة التكثّف
PipeSizeErr4=التسخين المُفرط لغاز المصّ < 0 كلفن
PipeSizeErr5=التسخين المُفرط للغاز الساخن < 0 كلفن
PipeSizeErr6=التبريد الدوني للمُبرِّد السائل < 0 كلفن
PipeSizeErr7=الدفْق الكُتْلي للمبرِّد <= 0
PipeSizeErr8=خطأ في الدورة
PipeSizeErr9=تبريد دوني للمبرِّد غير صالح
PipeSizeErr10=درجة حرارة التكثّف <= درجة حرارة التبخّر
PipeSizeErr11=حساب انخفاض الضغط: خطأ عام
PipeSizeErr12=حساب انخفاض الضغط: تخطِّي القيمة الحديّة
PipeSizeErr13=قطر الماسورة < 1مم